cask_args appdir: '/Applications'

# devtools
brew 'ag'
brew 'awscli'
brew 'ctags'
brew 'direnv'
brew 'fzf'
brew 'git'
tap 'git-duet/tap'
brew 'git-duet'
tap 'heroku/brew'
brew 'heroku'
brew 'imagemagick'
brew 'lastpass-cli'
brew 'neovim'
brew 'nodejs'
brew 'postgresql'
brew 'python3'
brew 'chruby'
brew 'ruby-install'
brew 'ripgrep'
brew 'terraform'
brew 'tig'
brew 'tmate'
brew 'tree'
brew 'wget'

# apps
cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'paw'
cask 'postgres'
cask 'rubymine'
cask 'slack'
cask 'zoomus'
cask 'firefox'
cask 'charles'
cask 'gitup'
cask 'chromedriver'
